Repository: Seven-112/gallery
Catalog: gallery/lib/l10n/intl_*.arb
Languages: cs

# demoTextFieldNameRequired
source: Name is required.
cs: Jméno je povinné.

# demoTextFieldOnlyAlphabeticalChars
source: Please enter only alphabetical characters.
cs: Zadejte jen písmena abecedy.

# demoTextFieldEnterUSPhoneNumber
source: (###) ###-#### – Enter a US phone number.
cs: (###) ###-#### – Zadejte telefonní číslo do USA.

# demoTextFieldEnterPassword
source: Please enter a password.
cs: Zadejte heslo.

# demoTextFieldPasswordsDoNotMatch
source: The passwords don't match
cs: Hesla se neshodují

# demoTextFieldWhatDoPeopleCallYou
source: What do people call you?
cs: Jak vám lidé říkají?

# demoTextFieldNameField
source: Name*
cs: Jméno*

# demoBottomSheetButtonText
source: SHOW BOTTOM SHEET
cs: ZOBRAZIT SPODNÍ TABULKU

# demoTextFieldPhoneNumber
source: Phone number*
cs: Telefonní číslo*

# demoBottomSheetTitle
source: Bottom sheet
cs: Spodní tabulka

# demoTextFieldTellUsAboutYourself
source: Tell us about yourself (e.g. write down what you do or what hobbies you have)
cs: Řekněte nám něco o sobě (např. napište, co děláte nebo jaké máte koníčky)

# demoTextFieldKeepItShort
source: Keep it short, this is just a demo.
cs: Buďte struční, je to jen ukázka.

# starterAppGenericButton
source: BUTTON
cs: TLAČÍTKO

# demoTextFieldLifeStory
source: Life story
cs: Životní příběh

# demoTextFieldSalary
source: Salary
cs: Plat

# demoTextFieldNoMoreThan
source: No more than 8 characters.
cs: Maximálně osm znaků.

# demoTextFieldPassword
source: Password*
cs: Heslo*

# demoTextFieldRetypePassword
source: Re-type password*
cs: Zadejte heslo znovu*

# demoTextFieldSubmit
source: SUBMIT
cs: ODESLAT

# demoBottomNavigationSubtitle
source: Bottom navigation with cross-fading views
cs: Spodní navigace s prolínajícím zobrazením

# demoBottomSheetAddLabel
source: Add
cs: Přidat

# demoBottomSheetModalDescription
source: A modal bottom sheet is an alternative to a menu or a dialogue and prevents the user from interacting with the rest of the app.
cs: Modální spodní tabulka je alternativou k nabídce nebo dialogovému oknu a zabraňuje uživateli v interakci se zbytkem aplikace.

# demoBottomSheetModalTitle
source: Modal bottom sheet
cs: Modální spodní tabulka

# demoBottomSheetPersistentDescription
source: A persistent bottom sheet shows information that supplements the primary content of the app. A persistent bottom sheet remains visible even when the user interacts with other parts of the app.
cs: Stálá spodní tabulka zobrazuje informace, které doplňují primární obsah aplikace. Stálá spodní tabulka zůstává viditelná i při interakci uživatele s ostatními částmi aplikace.

# demoBottomSheetPersistentTitle
source: Persistent bottom sheet
cs: Trvalá spodní tabulka

# demoBottomSheetSubtitle
source: Persistent and modal bottom sheets
cs: Trvalé a modální spodní tabulky

# demoTextFieldNameHasPhoneNumber
source: {name} phone number is {phoneNumber}
cs: {name} má telefonní číslo {phoneNumber}

# buttonText
source: BUTTON
cs: TLAČÍTKO

# demoTypographyDescription
source: Definitions for the various typographical styles found in Material Design.
cs: Definice různých typografických stylů, které se vyskytují ve vzhledu Material Design.

# demoTypographySubtitle
source: All of the predefined text styles
cs: Všechny předdefinované styly textu

# demoTypographyTitle
source: Typography
cs: Typografie

# demoFullscreenDialogDescription
source: The fullscreenDialog property specifies whether the incoming page is a full-screen modal dialogue
cs: Hodnota fullscreenDialog určuje, zda následující stránka bude mít podobu modálního dialogového okna na celou obrazovku

# demoFlatButtonDescription
source: A flat button displays an ink splash on press but does not lift. Use flat buttons on toolbars, in dialogues and inline with padding
cs: Ploché tlačítko při stisknutí zobrazí inkoustovou kaňku, ale nezvedne se. Plochá tlačítka používejte na lištách, v dialogových oknech a v textu s odsazením

# demoBottomNavigationDescription
source: Bottom navigation bars display three to five destinations at the bottom of a screen. Each destination is represented by an icon and an optional text label. When a bottom navigation icon is tapped, the user is taken to the top-level navigation destination associated with that icon.
cs: Spodní navigační panely zobrazují ve spodní části obrazovky tři až pět cílů. Každý cíl zastupuje ikona a volitelný textový štítek. Po klepnutí na spodní navigační ikonu je uživatel přenesen na nejvyšší úroveň cíle navigace, který je k dané ikoně přidružen.

# demoBottomNavigationSelectedLabel
source: Selected label
cs: Vybraný štítek

# demoBottomNavigationPersistentLabels
source: Persistent labels
cs: Trvale zobrazené štítky

# starterAppDrawerItem
source: Item {value}
cs: Položka {value}

# demoTextFieldRequiredField
source: * indicates required field
cs: Hvězdička (*) označuje povinné pole

# demoBottomNavigationTitle
source: Bottom navigation
cs: Spodní navigace

# settingsLightTheme
source: Light
cs: Světlý

# settingsTheme
source: Theme
cs: Motiv

# settingsTextDirectionRTL
source: RTL
cs: Zprava doleva

# settingsTextScalingHuge
source: Huge
cs: Velmi velké

# cupertinoButton
source: Button
cs: Tlačítko

# settingsTextScalingNormal
source: Normal
cs: Normální

# settingsTextScalingSmall
source: Small
cs: Malé

# settingsSystemDefault
source: System
cs: Systém

# settingsTitle
source: Settings
cs: Nastavení

# rallyDescription
source: A personal finance app
cs: Aplikace pro osobní finance

# aboutDialogDescription
source: To see the source code for this app, please visit the {value}.
cs: Chcete-li zobrazit zdrojový kód této aplikace, přejděte na {value}.

# bottomNavigationCommentsTab
source: Comments
cs: Komentáře

# starterAppGenericBody
source: Body
cs: Text

# starterAppGenericHeadline
source: Headline
cs: Nadpis

# starterAppGenericSubtitle
source: Subtitle
cs: Podtitul

# starterAppGenericTitle
source: Title
cs: Název

# starterAppTooltipSearch
source: Search
cs: Hledat

# starterAppTooltipShare
source: Share
cs: Sdílet

# starterAppTooltipFavorite
source: Favourite
cs: Oblíbené

# starterAppTooltipAdd
source: Add
cs: Přidat

# bottomNavigationCalendarTab
source: Calendar
cs: Kalendář

# starterAppDescription
source: A responsive starter layout
cs: Responzivní rozvržení úvodní aplikace

# starterAppTitle
source: Starter app
cs: Úvodní aplikace

# aboutFlutterSamplesRepo
source: Flutter samples Github repo
cs: Ukázky pro Flutter v repozitáři GitHub

# bottomNavigationContentPlaceholder
source: Placeholder for {title} tab
cs: Zástupný symbol karty {title}

# bottomNavigationCameraTab
source: Camera
cs: Fotoaparát

# bottomNavigationAlarmTab
source: Alarm
cs: Upozornění

# bottomNavigationAccountTab
source: Account
cs: Účet

# demoTextFieldYourEmailAddress
source: Your email address
cs: Vaše e-mailová adresa

# demoToggleButtonDescription
source: Toggle buttons can be used to group related options. To emphasise groups of related toggle buttons, a group should share a common container
cs: Přepínače lze použít k seskupení souvisejících možností. Chcete-li zvýraznit skupiny souvisejících přepínačů, umístěte skupinu do stejného kontejneru

# colorsGrey
source: GREY
cs: ŠEDÁ

# colorsBrown
source: BROWN
cs: HNĚDÁ

# colorsDeepOrange
source: DEEP ORANGE
cs: TMAVĚ ORANŽOVÁ

# colorsOrange
source: ORANGE
cs: ORANŽOVÁ

# colorsAmber
source: AMBER
cs: JANTAROVÁ

# colorsYellow
source: YELLOW
cs: ŽLUTÁ

# colorsLime
source: LIME
cs: LIMETKOVÁ

# colorsLightGreen
source: LIGHT GREEN
cs: SVĚTLE ZELENÁ

# colorsGreen
source: GREEN
cs: ZELENÁ

# homeHeaderGallery
source: Gallery
cs: Galerie

# homeHeaderCategories
source: Categories
cs: Kategorie

# shrineDescription
source: A fashionable retail app
cs: Elegantní maloobchodní aplikace

# craneDescription
source: A personalised travel app
cs: Personalizovaná cestovní aplikace

# homeCategoryReference
source: REFERENCE STYLES & MEDIA
cs: REFERENČNÍ STYLY A MÉDIA

# demoInvalidURL
source: Couldn't display URL:
cs: Adresu URL nelze zobrazit:

# demoOptionsTooltip
source: Options
cs: Možnosti

# demoInfoTooltip
source: Info
cs: Informace

# demoCodeTooltip
source: Code Sample
cs: Ukázka kódu

# demoDocumentationTooltip
source: API Documentation
cs: Dokumentace API

# demoFullscreenTooltip
source: Full screen
cs: Celá obrazovka

# settingsTextScaling
source: Text scaling
cs: Zvětšení/zmenšení textu

# settingsTextDirection
source: Text direction
cs: Směr textu

# settingsLocale
source: Locale
cs: Národní prostředí

# settingsPlatformMechanics
source: Platform mechanics
cs: Mechanika platformy

# settingsDarkTheme
source: Dark
cs: Tmavý

# settingsSlowMotion
source: Slow motion
cs: Zpomalení

# settingsAbout
source: About Flutter Gallery
cs: Informace o aplikaci Flutter Gallery

# settingsFeedback
source: Send feedback
cs: Odeslat zpětnou vazbu

# settingsAttribution
source: Designed by TOASTER in London
cs: Design: TOASTER, Londýn

# demoButtonTitle
source: Buttons
cs: Tlačítka

# demoButtonSubtitle
source: Flat, raised, outline and more
cs: Ploché, zvýšené, obrysové a další

# demoFlatButtonTitle
source: Flat Button
cs: Ploché tlačítko

# demoRaisedButtonDescription
source: Raised buttons add dimension to mostly flat layouts. They emphasise functions on busy or wide spaces.
cs: Zvýšená tlačítka vnášejí rozměr do převážně plochých rozvržení. Upozorňují na funkce v místech, která jsou hodně navštěvovaná nebo rozsáhlá.

# demoRaisedButtonTitle
source: Raised Button
cs: Zvýšené tlačítko

# demoOutlineButtonTitle
source: Outline Button
cs: Obrysové tlačítko

# demoOutlineButtonDescription
source: Outline buttons become opaque and elevate when pressed. They are often paired with raised buttons to indicate an alternative, secondary action.
cs: Obrysová tlačítka se při stisknutí zdvihnou a zneprůhlední. Obvykle se vyskytují v páru se zvýšenými tlačítky za účelem označení alternativní, sekundární akce.

# demoToggleButtonTitle
source: Toggle Buttons
cs: Přepínače

# colorsTeal
source: TEAL
cs: ŠEDOZELENÁ

# demoFloatingButtonTitle
source: Floating Action Button
cs: Plovoucí tlačítko akce

# demoFloatingButtonDescription
source: A floating action button is a circular icon button that hovers over content to promote a primary action in the application.
cs: Plovoucí tlačítko akce je kruhové tlačítko akce, které se vznáší nad obsahem za účelem upozornění na hlavní akci v aplikaci.

# demoDialogTitle
source: Dialogues
cs: Dialogová okna

# demoDialogSubtitle
source: Simple, alert and full-screen
cs: Jednoduché, s upozorněním a na celou obrazovku

# demoAlertDialogTitle
source: Alert
cs: Upozornění

# demoAlertDialogDescription
source: An alert dialogue informs the user about situations that require acknowledgement. An alert dialogue has an optional title and an optional list of actions.
cs: Dialogové okno s upozorněním uživatele informuje o situacích, které vyžadují pozornost. Dialogové okno s upozorněním má volitelný název a volitelný seznam akcí.

# demoAlertTitleDialogTitle
source: Alert With Title
cs: Upozornění s názvem

# demoSimpleDialogTitle
source: Simple
cs: Jednoduché

# demoSimpleDialogDescription
source: A simple dialogue offers the user a choice between several options. A simple dialogue has an optional title that is displayed above the choices.
cs: Jednoduché dialogové okno nabízí uživateli na výběr mezi několika možnostmi. Jednoduché dialogové okno má volitelný název, který je zobrazen nad možnostmi.

# demoFullscreenDialogTitle
source: Full screen
cs: Celá obrazovka

# demoCupertinoButtonsTitle
source: Buttons
cs: Tlačítka

# demoCupertinoButtonsSubtitle
source: iOS-style buttons
cs: Tlačítka ve stylu iOS

# demoCupertinoButtonsDescription
source: An iOS-style button. It takes in text and/or an icon that fades out and in on touch. May optionally have a background.
cs: Tlačítko ve stylu systému iOS. Jedná se o text nebo ikonu, která při dotyku postupně zmizí nebo se objeví. Volitelně může mít i pozadí.

# demoCupertinoAlertsTitle
source: Alerts
cs: Upozornění

# demoCupertinoAlertsSubtitle
source: iOS-style alert dialogues
cs: Dialogová okna s upozorněním ve stylu iOS

# demoCupertinoAlertTitle
source: Alert
cs: Upozornění

# demoCupertinoAlertDescription
source: An alert dialogue informs the user about situations that require acknowledgement. An alert dialogue has an optional title, optional content and an optional list of actions. The title is displayed above the content and the actions are displayed below the content.
cs: Dialogové okno s upozorněním uživatele informuje o situacích, které vyžadují pozornost. Dialogové okno s upozorněním má volitelný název, volitelný obsah a volitelný seznam akcí. Název je zobrazen nad obsahem a akce jsou zobrazeny pod obsahem.

# demoCupertinoAlertWithTitleTitle
source: Alert with title
cs: Upozornění s názvem

# demoCupertinoAlertButtonsTitle
source: Alert With Buttons
cs: Upozornění s tlačítky

# demoCupertinoAlertButtonsOnlyTitle
source: Alert Buttons Only
cs: Pouze tlačítka s upozorněním

# demoCupertinoActionSheetTitle
source: Action Sheet
cs: List akcí

# demoCupertinoActionSheetDescription
source: An action sheet is a specific style of alert that presents the user with a set of two or more choices related to the current context. An action sheet can have a title, an additional message and a list of actions.
cs: List akcí je zvláštní typ upozornění, které uživateli předkládá sadu dvou či více možností souvisejících se stávající situací. List akcí může obsahovat název, další zprávu a seznam akcí.

# demoColorsTitle
source: Colours
cs: Barvy

# demoColorsSubtitle
source: All of the predefined colours
cs: Všechny předdefinované barvy

# demoColorsDescription
source: Colour and colour swatch constants which represent Material Design's colour palette.
cs: Konstanty barvy a vzorníku barev, které představují barevnou škálu vzhledu Material Design.

# buttonTextCreate
source: Create
cs: Vytvořit

# dialogSelectedOption
source: You selected: '{value}'
cs: Vybrali jste: „{value}“

# dialogDiscardTitle
source: Discard draft?
cs: Zahodit koncept?

# dialogLocationTitle
source: Use Google's location service?
cs: Chcete používat službu určování polohy Google?

# dialogLocationDescription
source: Let Google help apps determine location. This means sending anonymous location data to Google, even when no apps are running.
cs: Povolte, aby Google mohl aplikacím pomáhat s určováním polohy. To znamená, že budete do Googlu odesílat anonymní údaje o poloze, i když nebudou spuštěny žádné aplikace.

# dialogCancel
source: CANCEL
cs: ZRUŠIT

# dialogDiscard
source: DISCARD
cs: ZAHODIT

# dialogDisagree
source: DISAGREE
cs: NESOUHLASÍM

# dialogAgree
source: AGREE
cs: SOUHLASÍM

# dialogSetBackup
source: Set backup account
cs: Nastavit záložní účet

# colorsBlueGrey
source: BLUE GREY
cs: ŠEDOMODRÁ

# dialogShow
source: SHOW DIALOGUE
cs: ZOBRAZIT DIALOGOVÉ OKNO

# dialogFullscreenTitle
source: Full-Screen Dialogue
cs: Dialogové okno na celou obrazovku

# dialogFullscreenSave
source: SAVE
cs: ULOŽIT

# dialogFullscreenDescription
source: A full-screen dialogue demo
cs: Ukázka dialogového okna na celou obrazovku

# cupertinoButtonWithBackground
source: With background
cs: S pozadím

# cupertinoAlertCancel
source: Cancel
cs: Zrušit

# cupertinoAlertDiscard
source: Discard
cs: Zahodit

# cupertinoAlertLocationTitle
source: Allow 'Maps' to access your location while you are using the app?
cs: Povolit Mapám přístup k poloze, když budete aplikaci používat?

# cupertinoAlertLocationDescription
source: Your current location will be displayed on the map and used for directions, nearby search results and estimated travel times.
cs: Vaše aktuální poloha se bude zobrazovat na mapě a bude sloužit k zobrazení tras, výsledků vyhledávání v okolí a odhadovaných časů cesty.

# cupertinoAlertAllow
source: Allow
cs: Povolit

# cupertinoAlertDontAllow
source: Don't allow
cs: Nepovolovat

# cupertinoAlertFavoriteDessert
source: Select Favourite Dessert
cs: Vyberte oblíbený zákusek

# cupertinoAlertDessertDescription
source: Please select your favourite type of dessert from the list below. Your selection will be used to customise the suggested list of eateries in your area.
cs: Ze seznamu níže vyberte svůj oblíbený zákusek. Na základě výběru vám přizpůsobíme navrhovaný seznam stravovacích zařízení ve vašem okolí.

# cupertinoAlertApplePie
source: Apple Pie
cs: Jablečný koláč

# cupertinoAlertChocolateBrownie
source: Chocolate brownie
cs: Čokoládové brownie

# cupertinoShowAlert
source: Show alert
cs: Zobrazit upozornění

# colorsRed
source: RED
cs: ČERVENÁ

# colorsPink
source: PINK
cs: RŮŽOVÁ

# colorsPurple
source: PURPLE
cs: NACHOVÁ

# colorsDeepPurple
source: DEEP PURPLE
cs: TMAVĚ NACHOVÁ

# colorsIndigo
source: INDIGO
cs: INDIGOVÁ

# colorsBlue
source: BLUE
cs: MODRÁ

# colorsLightBlue
source: LIGHT BLUE
cs: SVĚTLE MODRÁ

# colorsCyan
source: CYAN
cs: AZUROVÁ

# dialogAddAccount
source: Add account
cs: Přidat účet

source: Gallery
cs: Galerie

source: Categories
cs: Kategorie

source: Basic shopping app
cs: Základní aplikace pro nakupování

source: Travel app
cs: Cestovní aplikace

source: REFERENCE STYLES & MEDIA
cs: REFERENČNÍ STYLY A MÉDIA
