Repository: Seven-112/gallery
Catalog: gallery/lib/l10n/intl_*.arb
Languages: cs

# demoOptionsFeatureTitle
source: View options
cs: Zobrazit možnosti

# demoOptionsFeatureDescription
source: Tap here to view available options for this demo.
cs: Klepnutím sem zobrazíte dostupné možnosti pro tuto ukázku.

# demoCodeViewerCopyAll
source: COPY ALL
cs: KOPÍROVAT VŠE

# shrineScreenReaderRemoveProductButton
source: Remove {product}
cs: Odstranit produkt {product}

# shrineScreenReaderProductAddToCart
source: Add to basket
cs: Přidat do košíku

# shrineScreenReaderCart
source: {quantity,plural, =0{Shopping basket, no items}=1{Shopping basket, 1 item}other{Shopping basket, {quantity} items}}
cs: {quantity,plural, =0{Nákupní košík, prázdný}=1{Nákupní košík, 1 položka}few{Nákupní košík, {quantity} položky}many{Nákupní košík, {quantity} položky}other{Nákupní košík, {quantity} položek}}

# demoCodeViewerFailedToCopyToClipboardMessage
source: Failed to copy to clipboard: {error}
cs: Kopírování do schránky se nezdařilo: {error}

# demoCodeViewerCopiedToClipboardMessage
source: Copied to clipboard.
cs: Zkopírováno do schránky.

# craneSleep8SemanticLabel
source: Mayan ruins on a cliff above a beach
cs: Mayské ruiny na útesu nad pláží

# craneSleep4SemanticLabel
source: Lake-side hotel in front of mountains
cs: Hotel u jezera na úpatí hor

# craneSleep2SemanticLabel
source: Machu Picchu citadel
cs: Pevnost Machu Picchu

# craneSleep1SemanticLabel
source: Chalet in a snowy landscape with evergreen trees
cs: Chata v zasněžené krajině se stálezelenými stromy

# craneSleep0SemanticLabel
source: Overwater bungalows
cs: Bungalovy nad vodou

# craneFly13SemanticLabel
source: Seaside pool with palm trees
cs: Bazén u moře s palmami

# craneFly12SemanticLabel
source: Pool with palm trees
cs: Bazén s palmami

# craneFly11SemanticLabel
source: Brick lighthouse at sea
cs: Cihlový maják u moře

# craneFly10SemanticLabel
source: Al-Azhar Mosque towers during sunset
cs: Minarety mešity al-Azhar při západu slunce

# craneFly9SemanticLabel
source: Man leaning on an antique blue car
cs: Muž opírající se o staré modré auto

# craneEat9SemanticLabel
source: Café counter with pastries
cs: Kavárenský pult s cukrovím

# craneEat2SemanticLabel
source: Burger
cs: Hamburger

# craneFly5SemanticLabel
source: Lake-side hotel in front of mountains
cs: Hotel u jezera na úpatí hor

# demoSelectionControlsSubtitle
source: Tick boxes, radio buttons and switches
cs: Zaškrtávací tlačítka, tlačítkové přepínače a přepínače

# craneEat10SemanticLabel
source: Woman holding huge pastrami sandwich
cs: Žena držící velký sendvič pastrami

# craneFly4SemanticLabel
source: Overwater bungalows
cs: Bungalovy nad vodou

# craneEat7SemanticLabel
source: Bakery entrance
cs: Vchod do pekárny

# craneEat6SemanticLabel
source: Shrimp dish
cs: Pokrm z krevet

# craneEat5SemanticLabel
source: Artsy restaurant seating area
cs: Posezení ve stylové restauraci

# craneEat4SemanticLabel
source: Chocolate dessert
cs: Čokoládový dezert

# craneEat3SemanticLabel
source: Korean taco
cs: Korejské taco

# craneFly3SemanticLabel
source: Machu Picchu citadel
cs: Pevnost Machu Picchu

# craneEat1SemanticLabel
source: Empty bar with diner-style stools
cs: Prázdný bar s vysokými stoličkami

# craneEat0SemanticLabel
source: Pizza in a wood-fired oven
cs: Pizza v peci na dřevo

# craneSleep11SemanticLabel
source: Taipei 101 skyscraper
cs: Mrakodrap Tchaj-pej 101

# craneSleep10SemanticLabel
source: Al-Azhar Mosque towers during sunset
cs: Minarety mešity al-Azhar při západu slunce

# craneSleep9SemanticLabel
source: Brick lighthouse at sea
cs: Cihlový maják u moře

# craneEat8SemanticLabel
source: Plate of crawfish
cs: Talíř s humrem

# craneSleep7SemanticLabel
source: Colourful apartments at Ribeira Square
cs: Pestrobarevné domy na náměstí Ribeira

# craneSleep6SemanticLabel
source: Pool with palm trees
cs: Bazén s palmami

# craneSleep5SemanticLabel
source: Tent in a field
cs: Stan na poli

# settingsButtonCloseLabel
source: Close settings
cs: Zavřít nastavení

# demoSelectionControlsCheckboxDescription
source: Tick boxes allow the user to select multiple options from a set. A normal tick box's value is true or false and a tristate tick box's value can also be null.
cs: Zaškrtávací políčka umožňují uživatelům vybrat několik možností z celé sady. Běžná hodnota zaškrtávacího políčka je True nebo False, ale zaškrtávací políčko se třemi stavy může mít také hodnotu Null.

# settingsButtonLabel
source: Settings
cs: Nastavení

# demoListsTitle
source: Lists
cs: Seznamy

# demoListsSubtitle
source: Scrolling list layouts
cs: Rozložení posouvacích seznamů

# demoListsDescription
source: A single fixed-height row that typically contains some text as well as a leading or trailing icon.
cs: Jeden řádek s pevnou výškou, který obvykle obsahuje text a ikonu na začátku nebo na konci.

# demoOneLineListsTitle
source: One line
cs: Jeden řádek

# demoTwoLineListsTitle
source: Two lines
cs: Dva řádky

# demoListsSecondary
source: Secondary text
cs: Sekundární text

# demoSelectionControlsTitle
source: Selection controls
cs: Ovládací prvky výběru

# demoSelectionControlsCheckboxTitle
source: Tick box
cs: Zaškrtávací políčko

# craneSleep3SemanticLabel
source: Man leaning on an antique blue car
cs: Muž opírající se o staré modré auto

# demoSelectionControlsRadioTitle
source: Radio
cs: Tlačítkový přepínač

# demoSelectionControlsRadioDescription
source: Radio buttons allow the user to select one option from a set. Use radio buttons for exclusive selection if you think that the user needs to see all available options side by side.
cs: Tlačítkové přepínače umožňují uživatelům vybrat jednu možnost z celé sady. Tlačítkové přepínače použijte pro výběr, pokud se domníváte, že uživatel potřebuje vidět všechny dostupné možnosti vedle sebe.

# demoSelectionControlsSwitchTitle
source: Switch
cs: Přepínač

# demoSelectionControlsSwitchDescription
source: On/off switches toggle the state of a single settings option. The option that the switch controls, as well as the state it’s in, should be made clear from the corresponding inline label.
cs: Přepínače mění stav jedné možnosti nastavení. Možnost, kterou přepínač ovládá, i stav, ve kterém se nachází, musejí být zřejmé z příslušného textového štítku.

# craneFly0SemanticLabel
source: Chalet in a snowy landscape with evergreen trees
cs: Chata v zasněžené krajině se stálezelenými stromy

# craneFly1SemanticLabel
source: Tent in a field
cs: Stan na poli

# craneFly2SemanticLabel
source: Prayer flags in front of snowy mountain
cs: Modlitební praporky se zasněženou horou v pozadí

# craneFly6SemanticLabel
source: Aerial view of Palacio de Bellas Artes
cs: Letecký snímek Paláce výtvarných umění

# rallySeeAllAccounts
source: See all accounts
cs: Zobrazit všechny účty

# rallyBillAmount
source: {billName} bill due {date} for {amount}.
cs: Faktura {billName} ve výši {amount} je splatná do {date}.

# shrineTooltipCloseCart
source: Close basket
cs: Zavřít košík

# shrineTooltipCloseMenu
source: Close menu
cs: Zavřít nabídku

# shrineTooltipOpenMenu
source: Open menu
cs: Otevřít nabídku

# shrineTooltipSettings
source: Settings
cs: Nastavení

# shrineTooltipSearch
source: Search
cs: Hledat

# demoTabsDescription
source: Tabs organise content across different screens, data sets and other interactions.
cs: Karty třídí obsah z různých obrazovek, datových sad a dalších interakcí.

# demoTabsSubtitle
source: Tabs with independently scrollable views
cs: Karty se zobrazením, která lze nezávisle na sobě posouvat

# demoTabsTitle
source: Tabs
cs: Karty

# rallyBudgetAmount
source: {budgetName} budget with {amountUsed} used of {amountTotal}, {amountLeft} left
cs: Rozpočet {budgetName}: využito {amountUsed} z {amountTotal}, zbývá {amountLeft}

# shrineTooltipRemoveItem
source: Remove item
cs: Odstranit položku

# rallyAccountAmount
source: {accountName} account {accountNumber} with {amount}.
cs: Účet {accountName} č. {accountNumber} s částkou {amount}.

# rallySeeAllBudgets
source: See all budgets
cs: Zobrazit všechny rozpočty

# rallySeeAllBills
source: See all bills
cs: Zobrazit všechny faktury

# craneFormDate
source: Select date
cs: Vyberte datum

# craneFormOrigin
source: Choose origin
cs: Vyberte počátek cesty

# craneFly2
source: Khumbu Valley, Nepal
cs: Údolí Khumbu, Nepál

# craneFly4
source: Malé, Maldives
cs: Malé, Maledivy

# craneFly5
source: Vitznau, Switzerland
cs: Vitznau, Švýcarsko

# craneFly6
source: Mexico City, Mexico
cs: Ciudad de México, Mexiko

# craneFly7
source: Mount Rushmore, United States
cs: Mount Rushmore, USA

# settingsTextDirectionLocaleBased
source: Based on locale
cs: Podle jazyka

# craneFly9
source: Havana, Cuba
cs: Havana, Kuba

# craneFly10
source: Cairo, Egypt
cs: Káhira, Egypt

# craneFly11
source: Lisbon, Portugal
cs: Lisabon, Portugalsko

# craneFly12
source: Napa, United States
cs: Napa, USA

# craneFly13
source: Bali, Indonesia
cs: Bali, Indonésie

# craneSleep0
source: Malé, Maldives
cs: Malé, Maledivy

# craneSleep1
source: Aspen, United States
cs: Aspen, USA

# demoCupertinoSegmentedControlTitle
source: Segmented control
cs: Segmentová kontrola

# craneSleep4
source: Vitznau, Switzerland
cs: Vitznau, Švýcarsko

# craneSleep5
source: Big Sur, United States
cs: Big Sur, USA

# craneSleep6
source: Napa, United States
cs: Napa, USA

# craneSleep7
source: Porto, Portugal
cs: Porto, Portugalsko

# craneSleep8
source: Tulum, Mexico
cs: Tulum, Mexiko

# craneEat5
source: Seoul, South Korea
cs: Soul, Jižní Korea

# demoChipTitle
source: Chips
cs: Prvky

# demoChipSubtitle
source: Compact elements that represent an input, attribute or action
cs: Kompaktní prvky představující vstup, atribut nebo akci

# demoActionChipTitle
source: Action chip
cs: Prvek akce

# demoActionChipDescription
source: Action chips are a set of options which trigger an action related to primary content. Action chips should appear dynamically and contextually in a UI.
cs: Prvky akce jsou sada možností, které spustí akci související s primárním obsahem. Měly by se objevovat dynamicky a kontextově v uživatelském rozhraní.

# demoChoiceChipTitle
source: Choice chip
cs: Prvek volby

# demoChoiceChipDescription
source: Choice chips represent a single choice from a set. Choice chips contain related descriptive text or categories.
cs: Prvky volby představují jednu volbu ze sady. Obsahují související popisný text nebo kategorie.

# demoFilterChipTitle
source: Filter chip
cs: Prvek filtru

# demoFilterChipDescription
source: Filter chips use tags or descriptive words as a way to filter content.
cs: Prvky filtru filtrují obsah pomocí značek nebo popisných slov.

# demoInputChipTitle
source: Input chip
cs: Prvek vstupu

# demoInputChipDescription
source: Input chips represent a complex piece of information, such as an entity (person, place or thing) or conversational text, in a compact form.
cs: Prvky vstupu představují komplexní informaci v kompaktní podobě, např. entitu (osobu, místo či věc) nebo text konverzace.

# craneSleep9
source: Lisbon, Portugal
cs: Lisabon, Portugalsko

# craneEat10
source: Lisbon, Portugal
cs: Lisabon, Portugalsko

# demoCupertinoSegmentedControlDescription
source: Used to select between a number of mutually exclusive options. When one option in the segmented control is selected, the other options in the segmented control cease to be selected.
cs: Slouží k výběru mezi možnostmi, které se vzájemně vylučují. Výběrem jedné možnosti segmentové kontroly zrušíte výběr ostatních možností.

# chipTurnOnLights
source: Turn on lights
cs: Zapnout osvětlení

# chipSmall
source: Small
cs: Malý

# chipMedium
source: Medium
cs: Střední

# chipLarge
source: Large
cs: Velký

# chipElevator
source: Lift
cs: Výtah

# chipWasher
source: Washing machine
cs: Pračka

# chipFireplace
source: Fireplace
cs: Krb

# chipBiking
source: Cycling
cs: Cyklistika

# craneFormDiners
source: Diners
cs: Bary s občerstvením

# rallyAlertsMessageUnassignedTransactions
source: {count,plural, =1{Increase your potential tax deduction! Assign categories to 1 unassigned transaction.}other{Increase your potential tax deduction! Assign categories to {count} unassigned transactions.}}
cs: {count,plural, =1{Zvyšte potenciální odečet z daní! Přiřaďte k 1 nezařazené transakci kategorie.}few{Zvyšte potenciální odečet z daní! Přiřaďte ke {count} nezařazeným transakcím kategorie.}many{Zvyšte potenciální odečet z daní! Přiřaďte k {count} nezařazené transakce kategorie.}other{Zvyšte potenciální odečet z daní! Přiřaďte k {count} nezařazeným transakcím kategorie.}}

# craneFormTime
source: Select time
cs: Vyberte čas

# craneFormLocation
source: Select location
cs: Vyberte místo

# craneFormTravelers
source: Travellers
cs: Cestovatelé

# craneEat8
source: Atlanta, United States
cs: Atlanta, USA

# craneFormDestination
source: Choose destination
cs: Zvolte cíl

# craneFormDates
source: Select dates
cs: Zvolte data

# craneFly
source: FLY
cs: LÉTÁNÍ

# craneSleep
source: SLEEP
cs: SPÁNEK

# craneEat
source: EAT
cs: JÍDLO

# craneFlySubhead
source: Explore flights by destination
cs: Objevte lety podle destinace

# craneSleepSubhead
source: Explore properties by destination
cs: Objevte ubytování podle destinace

# craneEatSubhead
source: Explore restaurants by destination
cs: Objevte restaurace podle destinace

# craneFlyStops
source: {numberOfStops,plural, =0{Non-stop}=1{1 stop}other{{numberOfStops} stops}}
cs: {numberOfStops,plural, =0{Bez mezipřistání}=1{1 mezipřistání}few{{numberOfStops} mezipřistání}many{{numberOfStops} mezipřistání}other{{numberOfStops} mezipřistání}}

# craneSleepProperties
source: {totalProperties,plural, =0{No available properties}=1{1 available property}other{{totalProperties} available properties}}
cs: {totalProperties,plural, =0{Žádné dostupné služby}=1{1 dostupná služba}few{{totalProperties} dostupné služby}many{{totalProperties} dostupné služby}other{{totalProperties} dostupných služeb}}

# craneEatRestaurants
source: {totalRestaurants,plural, =0{No restaurants}=1{1 restaurant}other{{totalRestaurants} restaurants}}
cs: {totalRestaurants,plural, =0{Žádné restaurace}=1{1 restaurace}few{{totalRestaurants} restaurace}many{{totalRestaurants} restaurace}other{{totalRestaurants} restaurací}}

# craneFly0
source: Aspen, United States
cs: Aspen, USA

# demoCupertinoSegmentedControlSubtitle
source: iOS-style segmented control
cs: Segmentová kontrola ve stylu iOS

# craneSleep10
source: Cairo, Egypt
cs: Káhira, Egypt

# craneEat9
source: Madrid, Spain
cs: Madrid, Španělsko

# craneFly1
source: Big Sur, United States
cs: Big Sur, USA

# craneEat7
source: Nashville, United States
cs: Nashville, USA

# craneEat6
source: Seattle, United States
cs: Seattle, USA

# craneFly8
source: Singapore
cs: Singapur

# craneEat4
source: Paris, France
cs: Paříž, Francie

# craneEat3
source: Portland, United States
cs: Portland, USA

# craneEat1
source: Dallas, United States
cs: Dallas, USA

# craneEat0
source: Naples, Italy
cs: Neapol, Itálie

# craneSleep11
source: Taipei, Taiwan
cs: Tchaj-pej, Tchaj-wan

# craneSleep3
source: Havana, Cuba
cs: Havana, Kuba

# shrineLogoutButtonCaption
source: LOGOUT
cs: ODHLÁSIT SE

# rallyTitleBills
source: BILLS
cs: FAKTURY

# rallyTitleAccounts
source: ACCOUNTS
cs: ÚČTY

# shrineProductVagabondSack
source: Vagabond sack
cs: Batoh Vagabond

# rallyAccountDetailDataInterestYtd
source: Interest YTD
cs: Úrok od začátku roku do dnes

# shrineProductWhitneyBelt
source: Whitney belt
cs: Pásek Whitney

# shrineProductGardenStrand
source: Garden strand
cs: Pás zahrady

# shrineProductStrutEarrings
source: Strut earrings
cs: Parádní náušnice

# shrineProductVarsitySocks
source: Varsity socks
cs: Ponožky s pruhem

# shrineProductWeaveKeyring
source: Weave keyring
cs: Pletená klíčenka

# shrineProductGatsbyHat
source: Gatsby hat
cs: Bekovka

# shrineProductShrugBag
source: Shrug bag
cs: Taška na rameno

# shrineProductGiltDeskTrio
source: Gilt desk trio
cs: Trojice pozlacených stolků

# shrineProductCopperWireRack
source: Copper wire rack
cs: Regál z měděného drátu

# shrineProductSootheCeramicSet
source: Soothe ceramic set
cs: Uklidňující keramická sada

# shrineProductHurrahsTeaSet
source: Hurrahs tea set
cs: Čajová sada Hurrahs

# shrineProductBlueStoneMug
source: Blue stone mug
cs: Břidlicový hrnek

# shrineProductRainwaterTray
source: Rainwater tray
cs: Kanálek na dešťovou vodu

# shrineProductChambrayNapkins
source: Chambray napkins
cs: Kapesníky Chambray

# shrineProductSucculentPlanters
source: Succulent planters
cs: Květináče se sukulenty

# shrineProductQuartetTable
source: Quartet table
cs: Stůl pro čtyři

# shrineProductKitchenQuattro
source: Kitchen quattro
cs: Kuchyňská čtyřka

# shrineProductClaySweater
source: Clay sweater
cs: Svetr barvy jílu

# shrineProductSeaTunic
source: Sea tunic
cs: Tunika barvy moře

# shrineProductPlasterTunic
source: Plaster tunic
cs: Tělová tunika

# rallyBudgetCategoryRestaurants
source: Restaurants
cs: Restaurace

# shrineProductChambrayShirt
source: Chambray shirt
cs: Košile Chambray

# shrineProductSeabreezeSweater
source: Seabreeze sweater
cs: Svetr jako mořský vánek

# shrineProductGentryJacket
source: Gentry jacket
cs: Sako Gentry

# shrineProductNavyTrousers
source: Navy trousers
cs: Kalhoty barvy námořnické modři

# shrineProductWalterHenleyWhite
source: Walter henley (white)
cs: Triko s knoflíkovou légou Walter (bílé)

# shrineProductSurfAndPerfShirt
source: Surf and perf shirt
cs: Funkční triko na surfování

# shrineProductGingerScarf
source: Ginger scarf
cs: Zázvorová šála

# shrineProductRamonaCrossover
source: Ramona crossover
cs: Crossover Ramona

# shrineProductClassicWhiteCollar
source: Classic white collar
cs: Klasický bílý límeček

# shrineProductSunshirtDress
source: Sunshirt dress
cs: Košilové šaty proti slunci

# rallyAccountDetailDataInterestRate
source: Interest rate
cs: Úroková sazba

# rallyAccountDetailDataAnnualPercentageYield
source: Annual percentage yield
cs: Roční procentuální výtěžek

# rallyAccountDataVacation
source: Holiday
cs: Dovolená

# shrineProductFineLinesTee
source: Fine lines tee
cs: Tričko s jemným proužkem

# rallyAccountDataHomeSavings
source: Home savings
cs: Úspory na domácnost

# rallyAccountDataChecking
source: Current
cs: Běžný

# rallyAccountDetailDataInterestPaidLastYear
source: Interest paid last year
cs: Úrok zaplacený minulý rok

# rallyAccountDetailDataNextStatement
source: Next statement
cs: Další výpis

# rallyAccountDetailDataAccountOwner
source: Account owner
cs: Vlastník účtu

# rallyBudgetCategoryCoffeeShops
source: Coffee shops
cs: Kavárny

# rallyBudgetCategoryGroceries
source: Groceries
cs: Potraviny

# shrineProductCeriseScallopTee
source: Cerise scallop tee
cs: Třešňové triko se zaobleným lemem

# rallyBudgetCategoryClothing
source: Clothing
cs: Oblečení

# rallySettingsManageAccounts
source: Manage accounts
cs: Spravovat účty

# rallyAccountDataCarSavings
source: Car savings
cs: Úspory na auto

# rallySettingsTaxDocuments
source: Tax documents
cs: Daňové doklady

# rallySettingsPasscodeAndTouchId
source: Passcode and Touch ID
cs: Heslo a Touch ID

# rallySettingsNotifications
source: Notifications
cs: Oznámení

# rallySettingsPersonalInformation
source: Personal information
cs: Osobní údaje

# rallySettingsPaperlessSettings
source: Paperless settings
cs: Nastavení bezpapírového přístupu

# rallySettingsFindAtms
source: Find ATMs
cs: Najít bankomaty

# rallySettingsHelp
source: Help
cs: Nápověda

# rallySettingsSignOut
source: Sign out
cs: Odhlásit se

# rallyAccountTotal
source: Total
cs: Celkem

# rallyBillsDue
source: Due
cs: Splatnost

# rallyBudgetLeft
source: Left
cs: Zbývá

# rallyAccounts
source: Accounts
cs: Účty

# rallyBills
source: Bills
cs: Faktury

# rallyBudgets
source: Budgets
cs: Rozpočty

# rallyAlerts
source: Alerts
cs: Upozornění

# rallySeeAll
source: SEE ALL
cs: ZOBRAZIT VŠE

# rallyFinanceLeft
source: LEFT
cs: ZBÝVÁ

# rallyTitleOverview
source: OVERVIEW
cs: PŘEHLED

# shrineProductShoulderRollsTee
source: Shoulder rolls tee
cs: Tričko s odhalenými rameny

# shrineNextButtonCaption
source: NEXT
cs: DALŠÍ

# rallyTitleBudgets
source: BUDGETS
cs: ROZPOČTY

# rallyTitleSettings
source: SETTINGS
cs: NASTAVENÍ

# rallyLoginLoginToRally
source: Log in to Rally
cs: Přihlášení do aplikace Rally

# rallyLoginNoAccount
source: Don't have an account?
cs: Nemáte účet?

# rallyLoginSignUp
source: SIGN UP
cs: ZAREGISTROVAT SE

# rallyLoginUsername
source: Username
cs: Uživatelské jméno

# rallyLoginPassword
source: Password
cs: Heslo

# rallyLoginLabelLogin
source: Log in
cs: Přihlásit se

# rallyLoginRememberMe
source: Remember me
cs: Zapamatovat si mě

# rallyLoginButtonLogin
source: LOGIN
cs: PŘIHLÁSIT SE

# rallyAlertsMessageHeadsUpShopping
source: Beware: you’ve used up {percent} of your shopping budget for this month.
cs: Pozor, už jste využili {percent} rozpočtu na nákupy na tento měsíc.

# rallyAlertsMessageSpentOnRestaurants
source: You’ve spent {amount} on restaurants this week.
cs: Tento týden jste utratili {amount} za restaurace

# rallyAlertsMessageATMFees
source: You’ve spent {amount} in ATM fees this month
cs: Tento měsíc jste utratili {amount} za poplatky za bankomat

# rallyAlertsMessageCheckingAccount
source: Good work! Your current account is {percent} higher than last month.
cs: Dobrá práce! Na běžném účtu máte o {percent} vyšší zůstatek než minulý měsíc.

# shrineMenuCaption
source: MENU
cs: NABÍDKA

# shrineCategoryNameAll
source: ALL
cs: VŠE

# shrineCategoryNameAccessories
source: ACCESSORIES
cs: DOPLŇKY

# shrineCategoryNameClothing
source: CLOTHING
cs: OBLEČENÍ

# shrineCategoryNameHome
source: HOME
cs: DOMÁCNOST

# shrineLoginUsernameLabel
source: Username
cs: Uživatelské jméno

# shrineLoginPasswordLabel
source: Password
cs: Heslo

# shrineCancelButtonCaption
source: CANCEL
cs: ZRUŠIT

# shrineCartTaxCaption
source: Tax:
cs: Daň:

# shrineCartPageCaption
source: BASKET
cs: KOŠÍK

# shrineProductQuantity
source: Quantity: {quantity}
cs: Počet: {quantity}

# shrineProductPrice
source: x {price}
cs: × {price}

# shrineCartItemCount
source: {quantity,plural, =0{NO ITEMS}=1{1 ITEM}other{{quantity} ITEMS}}
cs: {quantity,plural, =0{ŽÁDNÉ POLOŽKY}=1{1 POLOŽKA}few{{quantity} POLOŽKY}many{{quantity} POLOŽKY}other{{quantity} POLOŽEK}}

# shrineCartClearButtonCaption
source: CLEAR BASKET
cs: VYSYPAT KOŠÍK

# shrineCartTotalCaption
source: TOTAL
cs: CELKEM

# shrineCartSubtotalCaption
source: Subtotal:
cs: Mezisoučet:

# shrineCartShippingCaption
source: Delivery:
cs: Doprava:

# shrineProductGreySlouchTank
source: Grey slouch tank top
cs: Volné šedé tílko

# shrineProductStellaSunglasses
source: Stella sunglasses
cs: Slunečná brýle Stella

# shrineProductWhitePinstripeShirt
source: White pinstripe shirt
cs: Košile s úzkým bílým proužkem

# demoTextFieldWhereCanWeReachYou
source: Where can we contact you?
cs: Kde vás můžeme zastihnout?

# settingsTextDirectionLTR
source: LTR
cs: Zleva doprava

# settingsTextScalingLarge
source: Large
cs: Velké

# demoBottomSheetHeader
source: Header
cs: Záhlaví

# demoBottomSheetItem
source: Item {value}
cs: Položka {value}

# demoBottomTextFieldsTitle
source: Text fields
cs: Textová pole

# demoTextFieldTitle
source: Text fields
cs: Textová pole

# demoTextFieldSubtitle
source: Single line of editable text and numbers
cs: Jeden řádek s upravitelným textem a čísly

# demoTextFieldDescription
source: Text fields allow users to enter text into a UI. They typically appear in forms and dialogues.
cs: Textová pole uživatelům umožňují zadat do uživatelského rozhraní text. Obvykle se vyskytují ve formulářích a dialogových oknech.

# demoTextFieldShowPasswordLabel
source: Show password
cs: Zobrazit heslo

# demoTextFieldHidePasswordLabel
source: Hide password
cs: Skrýt heslo

# demoTextFieldFormErrors
source: Please fix the errors in red before submitting.
cs: Před odesláním formuláře opravte červeně zvýrazněné chyby.
